// // Напишите программу, которая будет принимать на
// вход два числа и выводить, является ли второе число
// кратным первому. Если число 2 не кратно числу 1, то
// программа выводит остаток от деления.


Console.WriteLine("Hello, World!");
Console.WriteLine("Enter first integer:");
int num1 = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Enter second integer:");
int num2 = Convert.ToInt32(Console.ReadLine());

int superDeleted = abNub(num1, num2);
{
    res=(num1/num2)%4;
    return res;
}
if ()
